{
  "GLOBAL": {
    "WARNING": "นี่คือภาพมีลิขสิทธิ์",
    "DONT_LIST": "ห้ามทำซ้ำ ดัดแปลง ขาย เทรน AI ฯลฯ ไม่ว่าในกรณีใด ๆ",
    "DONT_LIST_SUB": "Please don't alter, trace, train AI, or re-post",
    "MORE": "More Art"
  },
  "TITLE": {
    "CHARACTER_INFO": "Character Info"
  },
  "PLAYGROUND": {
    "TITLE": "Playground",
    "DESCRIPTION": "รวมผลงานที่รินวาดหัวข้อต่างๆ",
    "ARTFIGHT_TOPIC": "ArtFight",
    "ARTFIGHT": "ArtFight 2024",
    "JAPAN_TRIP": "Japan trip 2023",
    "SWEET": "Sweet Art",
    "GENSHIN": "Genshin fan art",
    "VOCALOID": "Vocaloid fan art",
    "VTUBER": "Vtuber fan art",
    "FANART": "Random fan art",
    "ART_TRAD": "Art Trade",
    "ETC_TOPIC": "Other Art",
    "ETC": "etc",
    "SHOW_CASE": "Show case"
  },
  "ART_FIGHT_2024": {
    "TITLE": "Art Fight 2024",
    "DESCRIPTION": "ปีแรกที่รินได้ลองเล่น Artfight และได้ทดลองวาดตัวละครหลากหลายรูปแบบค่ะ",
    "VIDEO1": "Art Fight Video 2024 #1",
    "VIDEO1_DESC": "วีดีโอที่อธิบายว่า ArtFight คืออะไร และทำไมรินถึงมาเล่นนะคะ"
  },
  "JAPAN_TRIP": {
    "DESCRIPTION": "ไปเที่ยวญี่ปุ่นมา แล้วทิศทัศน์มันสวยเหลือเกิน"
  },
  "SWEET": {
    "DESCRIPTION": "Craving Sweet, Craving Arts"
  },
  "GENSHIN": {
    "DESCRIPTION": "My Genshin addiction can not be cured, I draw character I didn't get from gatcha."
  },
  "VTUBER": {
    "DESCRIPTION": "I like listen to vTuber song."
  },
  "VOCALOID": {
    "DESCRIPTION": "I like listen to vocaloid song and I like Miku."
  },
  "FANART": {
    "DESCRIPTION": "Just random fan art I can't find category to put into."
  },
  "ART_TRAD": {
    "DESCRIPTION": "Some time I want to connect to other artist by invite them to play Art Trade game with me."
  },
  "ETC": {
    "DESCRIPTION": "Other art I can't find category to put them."
  },
  "ORIGINAL": {
    "DESCRIPTION": "If following the row of ants, can get you somewhere. It shouldn’t be another world, right? But somehow that exactly what happen to her. Now she must find her way home. If she did  continue to transport herself to another world, one day the next world must be earth!",
    "MY_PERSONA": "My Persona",
    "LININ_STORY": "Linin Story",
    "LININ": {
      "TITLE": "ลินิน (Linin)",
      "DESCRIPTION": "Linin, a 7 years old child. Her mom and dad bring her to their neighbor grandma funeral. She did not understand where the grandma had gone and what the funeral is. As she ponder about life. She follow the ant until she was in another world. She find some good nature people later to teach her how to travel between worlds. She try many time to cross many world until she find her original world. By that time, she is already an expert at world traveling and learn many skill."
    },
    "RIN_LININ": {
      "TITLE": "ริน ลินิน (Rin Linin)",
      "DESCRIPTION": "This is my persona to use in my youtube video, I still don't have character background for her yet. I only have certain concept for her about her being an artist and magical girl(?). If I can think of something, I will update this content again."
    },
    "COLLECTOR": {
      "TITLE": "นักสะสม (The collector)",
      "DESCRIPTION": "He has many name but he don't care about them all and call himself the collector. He admire all those beautiful pieces and treasure, he will do anything to get them all into his collections. 'All those are mine' said the collector."
    },
    "THE_WITCH": {
      "TITLE": "แม่มดแห่งมิติ (The dimension witch)",
      "DESCRIPTION": "Some call her a witch. She will appear in front of you when you really want something so much that you can exchange your life for it. She will offer the equal trade to you. You can choose either to ignore the trade as its price is too high or accept it as you can finally get what you want all your life."
    },
    "FRANCOIS": {
      "TITLE": "ฟรองซัว (Francois)",
      "DESCRIPTION": "Francois look gentle but when someone attack him, he will put a gentle smile on his face and shot a gun at them. His right eye is fake, he lost his real eye to leave his dark past behind. Now, he is only a normal citizen, he want to live his normal life with his only remaining family, his sister now."
    },
    "ELYSIA": {
      "TITLE": "เอลิเซีย (Elysia)",
      "DESCRIPTION": "Elysia was born from luxury and love but one day, she was kidnap from home. But in her mind, she believe that her parent will come and help with the ransom. So she did not worried at all. But before her parent come, Linin's party has help her so she just decide to come back home with that commoner party, her home sweet home."
    },
    "MIMI": {
      "TITLE": "มีมี๊ (Mimi)",
      "DESCRIPTION": "She is a cat macaron doll. Her legs are too short to walk on her own."
    }
  },
  "NOT_FOUND": {
    "404": "404",
    "NOT_FOUND": "Not found",
    "CONTENT": "This is not the web page you're looking for.",
    "GO_HOME": "Come back home",
    "PIC_TEXT": "No where place"
  },
  "CHARACTER_INFO": {
    "MY_ART": "My Art",
    "FAN_ART": "Fan Art/ Art Trade"
  },
  "TAROT": {
    "MAJOR": "Major Arcana",
    "MAJOR_DESC": "The Major Arcana Tarot cards reveal messages about the big picture of your life and its long-term direction.",
    "WANDS": "The Wands",
    "WANDS_DESC": "The Wands cards are about action, initiative, and invention. They help to guide how you move through your life, advising when to move and when to hold back.",
    "CUPS": "The Cups",
    "CUPS_DESC": "The Cups cards represent your emotions, intuition, and relationships. They can guide you in love and help you understand and process your highest and lowest feelings.",
    "SWORDS": "The Swords",
    "SWORDS_DESC": "The Swords cards are all about challenges. They can tell you when conflict and heartache are looming and help you harness the strength of your own mind.",
    "COINS": "The Coins",
    "COINS_DESC": "The Pentacles cards are associated with your work, finances, and domestic life. They can answer questions about your personal goals and your money, family, and health."
  },
  "ABOUT_ME": {
    "TITLE": "ริน ลินิน (Rin Linin)",
    "CACHE_PHASE": "I like dessert and tea.",
    "DESC": "Hi~ I am a programmer.<br/> When Exteen and Hi5 is a hit, I love to play with the website to make it more beatiful.",
    "DESC2": "Nowadays people probably don't even know what is <b>Exteen</b> or <b>Hi5</b> is.<br/>They are the social media before Facebook, Instagram, X came.<br/>What special about them are the site can be micro decorate and show to others. You don't need to use the default theme like the current Social media.",
    "DESC3": "I just happen to like painting too. When my arts were full in the box, I just happen to want to hang them but my place isn't suit for hanging that many pictures. So I create this website to hang all my arts.",
    "WELCOME": "Welcome to my humble online home.^^",
    "CONTACT_ME": "Contact me",
    "PERSONA_ART": "My persona art"
  },
  "FOOTER": {
    "TEXT": "Copyright © Rin Linin. All Rights Reserved."
  },
  "HOME": {
    "WELCOME": "Welcome",
    "SHOW_CASE": "Show case"
  }
}
