{
  "GLOBAL": {
    "WARNING": "นี่คือภาพมีลิขสิทธิ์",
    "DONT_LIST": "ห้ามทำซ้ำ ดัดแปลง ขาย เทรน AI ฯลฯ ไม่ว่าในกรณีใด ๆ",
    "DONT_LIST_SUB": "Please don't alter, trace, train AI, or re-post",
    "MORE": "More Art"
  },
  "TITLE": {
    "CHARACTER_INFO": "Character Info"
  },
  "MENU": {
    "TOS": "Terms of service",
    "BUY": "Want a pic, Hire me~"
  },
  "PLAYGROUND": {
    "TITLE": "Playground",
    "DESCRIPTION": "รวมผลงานที่รินวาดหัวข้อต่างๆ",
    "ARTFIGHT_TOPIC": "ArtFight",
    "ARTFIGHT": "ArtFight 2024",
    "JAPAN_TRIP": "Japan trip 2023",
    "SWEET": "Sweet Art",
    "GENSHIN": "Genshin fan art",
    "VOCALOID": "Vocaloid fan art",
    "VTUBER": "Vtuber fan art",
    "FANART": "Random fan art",
    "ART_TRAD": "Art Collab",
    "ETC_TOPIC": "Other Art",
    "ETC": "etc",
    "SHOW_CASE": "Playground Show case"
  },
  "ART_FIGHT_2024": {
    "TITLE": "Art Fight 2024",
    "DESCRIPTION": "ปีแรกที่รินได้ลองเล่น Artfight และได้ทดลองวาดตัวละครหลากหลายรูปแบบค่ะ",
    "VIDEO1": "Art Fight Video 2024 #1",
    "VIDEO1_DESC": "วีดีโอที่อธิบายว่า ArtFight คืออะไร และทำไมรินถึงมาเล่นนะคะ"
  },
  "JAPAN_TRIP": {
    "DESCRIPTION": "ไปเที่ยวญี่ปุ่นมา แล้วทิศทัศน์มันสวยเหลือเกิน"
  },
  "SWEET": {
    "DESCRIPTION": "Craving Sweet, Craving Arts"
  },
  "GENSHIN": {
    "DESCRIPTION": "My Genshin addiction can not be cured, I draw character I didn't get from gatcha."
  },
  "VTUBER": {
    "DESCRIPTION": "I like listen to vTuber song."
  },
  "VOCALOID": {
    "DESCRIPTION": "I like listen to vocaloid song and I like Miku."
  },
  "FANART": {
    "DESCRIPTION": "Just random fan art I can't find category to put into.",
    "HOYOVERSE": "Hoyoverse Fanart",
    "HOYOVERSE_DESC": "Once upon a time, I am hoyoverse creator. LoL~ And these are my art during that time.",
    "SPY_FAMILY": "SPY X FAMILY Fanart",
    "SPY_FAMILY_DESC": "I really Spy X Family anime, and I draw it during 1st and 2nd season."
  },
  "ART_TRAD": {
    "DESCRIPTION": "Some time I want to connect to other artist by invite them to play Art Collab game with me.",
    "DESCRIPTION2": "I will let the other do edither sketch or color and we swap to do the other part.",
    "SKETCH_COOKIE": "Sketch by Cookie",
    "COLOR": "Color by me",
    "SKETCH_ME": "Sketch by me",
    "COLOR_NEKO": "Color by IamLittleNeko"
  },
  "ETC": {
    "DESCRIPTION": "Other art I can't find category to put them."
  },
  "ORIGINAL": {
    "DESCRIPTION": "If following the row of ants, can get you somewhere. It shouldn’t be another world, right? But somehow that exactly what happen to her. Now she must find her way home. If she did  continue to transport herself to another world, one day the next world must be earth!",
    "MY_PERSONA": "My Persona",
    "LININ_STORY": "Linin Story",
    "LININ": {
      "TITLE": "ลินิน (Linin)",
      "DESCRIPTION": "Linin, a 7 years old child. Her mom and dad bring her to their neighbor grandma funeral. She did not understand where the grandma had gone and what the funeral is. As she ponder about life. She follow the ant until she was in another world. She find some good nature people later to teach her how to travel between worlds. She try many time to cross many world until she find her original world. By that time, she is already an expert at world traveling and learn many skill."
    },
    "RIN_LININ": {
      "TITLE": "ริน ลินิน (Rin Linin)",
      "DESCRIPTION": "This is my persona to use in my youtube video, I still don't have character background for her yet. I only have certain concept for her about her being an artist and magical girl(?). If I can think of something, I will update this content again."
    },
    "COLLECTOR": {
      "TITLE": "นักสะสม (The collector)",
      "DESCRIPTION": "He has many name but he don't care about them all and call himself the collector. He admire all those beautiful pieces and treasure, he will do anything to get them all into his collections. 'All those are mine' said the collector."
    },
    "THE_WITCH": {
      "TITLE": "แม่มดแห่งมิติ (The dimension witch)",
      "DESCRIPTION": "Some call her a witch. She will appear in front of you when you really want something so much that you can exchange your life for it. She will offer the equal trade to you. You can choose either to ignore the trade as its price is too high or accept it as you can finally get what you want all your life."
    },
    "FRANCOIS": {
      "TITLE": "ฟรองซัว (Francois)",
      "DESCRIPTION": "Francois look gentle but when someone attack him, he will put a gentle smile on his face and shot a gun at them. His right eye is fake, he lost his real eye to leave his dark past behind. Now, he is only a normal citizen, he want to live his normal life with his only remaining family, his sister now."
    },
    "ELYSIA": {
      "TITLE": "เอลิเซีย (Elysia)",
      "DESCRIPTION": "Elysia was born from luxury and love but one day, she was kidnap from home. But in her mind, she believe that her parent will come and help with the ransom. So she did not worried at all. But before her parent come, Linin's party has help her so she just decide to come back home with that commoner party, her home sweet home."
    },
    "MIMI": {
      "TITLE": "มีมี๊ (Mimi)",
      "DESCRIPTION": "She is a cat macaron doll. Her legs are too short to walk on her own."
    }
  },
  "NOT_FOUND": {
    "404": "404",
    "NOT_FOUND": "Not found",
    "CONTENT": "This is not the web page you're looking for.",
    "GO_HOME": "Come back home",
    "PIC_TEXT": "No where place"
  },
  "CHARACTER_INFO": {
    "MY_ART": "My Art",
    "FAN_ART": "Fan Art/ Art Trade"
  },
  "TAROT": {
    "MAJOR": "Major Arcana",
    "MAJOR_DESC": "The Major Arcana Tarot cards reveal messages about the big picture of your life and its long-term direction.",
    "WANDS": "The Wands",
    "WANDS_DESC": "The Wands cards are about action, initiative, and invention. They help to guide how you move through your life, advising when to move and when to hold back.",
    "CUPS": "The Cups",
    "CUPS_DESC": "The Cups cards represent your emotions, intuition, and relationships. They can guide you in love and help you understand and process your highest and lowest feelings.",
    "SWORDS": "The Swords",
    "SWORDS_DESC": "The Swords cards are all about challenges. They can tell you when conflict and heartache are looming and help you harness the strength of your own mind.",
    "COINS": "The Coins",
    "COINS_DESC": "The Pentacles cards are associated with your work, finances, and domestic life. They can answer questions about your personal goals and your money, family, and health."
  },
  "ABOUT_ME": {
    "TITLE": "ริน ลินิน (Rin Linin)",
    "CACHE_PHASE": "I am a programmer who can draw.",
    "DESC": "Hi~ I am a programmer.<br/> When Exteen and Hi5 is a hit, I love to play with the website to make it more beatiful.",
    "DESC2": "Nowadays people probably don't even know what is <b>Exteen</b> or <b>Hi5</b> is.<br/>They are the social media before Facebook, Instagram, X came.<br/>What special about them are the site can be micro decorate and show to others. You don't need to use the default theme like the current Social media.",
    "DESC3": "I just happen to like painting too. When my arts were full in the box, I just happen to want to hang them but my place isn't suit for hanging that many pictures. So I create this website to hang all my arts.",
    "WELCOME": "Welcome to my humble online home.^^",
    "CONTACT_ME": "Contact me",
    "PERSONA_ART": "My persona art"
  },
  "FOOTER": {
    "TEXT": "Copyright © Rin Linin. All Rights Reserved."
  },
  "HOME": {
    "WELCOME": "Choose Your Own destiny",
    "SHOW_CASE": "Show case",
    "COMMISSION": "Commission me"
  },
  "COMMISSION": {
    "TITLE": "Commission Info",
    "DESCRIPTION": "Prices & Example",
    "SELECT": "Select",
    "CHOOSE": "Choose commission type",
    "CONTINUE": "Continue",
    "CUSTOMER": "Real Customer Review",
    "PORTRAIT": "Portrait Example",
    "AVATAR": "Avatar Example",
    "WIDESCREEN": "Widescreen Example",
    "FACE": {
      "TITLE": "Only Face",
      "PRICE": "$30",
      "CHARACTER": "Only 1 Character",
      "BG": "Only simple background can be choose",
      "DURATION": "Delivery time: 10 days"
    },
    "HALF": {
      "TITLE": "Half body",
      "PRICE": "$60",
      "CHARACTER": "Only 1 Character",
      "BG": "Free background,<br/>If no background, discount -$10",
      "DURATION": "Delivery time: 14 days"
    },
    "FULL": {
      "TITLE": "Full body",
      "PRICE": "$120",
      "CHARACTER": "Free 1-2 Characters",
      "BG": "Free background,<br/>If no background, discount -$20",
      "DURATION": "Delivery time: 21 days"
    },
    "DETAIL": {
      "TITLE": "Detail",
      "TITLE2": " background",
      "PRICE": "$240",
      "CHARACTER": "Free 1-3 Characters",
      "BG": "Free detail background<br/>+20$ per 1 additional Character",
      "DURATION": "Delivery time: 28 days"
    },
    "CAN_DO": {
      "TITLE": "What I can do",
      "ITEM_1": "Human",
      "ITEM_2": "Furry",
      "ITEM_3": "Pokemon",
      "ITEM_4": "Watercolor/CG/color pencil/Mixed media",
      "ITEM_5": "etc, you can ask me first"
    },
    "DONT_DO": {
      "TITLE": "What I don't do",
      "ITEM_1": "NSFW 18+",
      "ITEM_2": "Detail Mecha"
    },
    "PAYMENT": {
      "TITLE": "Payment method",
      "ITEM_1": "Paypal",
      "ITEM_2": "Fiverr",
      "ITEM_3": "(Thai only) promtpay"
    },
    "EXAMPLE": "Example",
    "METHOD": {
      "TITLE": "How it work",
      "DESC": "As I hold the motto of communication is key. I will contact you as the following step.",
      "ITEM_1": "We briefing about the detail and I accept.",
      "ITEM_2": "You pay the full price via paypal receipt or Fiverr",
      "ITEM_3": "I draw the lineart for you in pencil and will send that to confirm with you for the posture of your characters, their vibe, their hairstyle and composition. You must told me if you have any uncomfortable about my choice in this step. If you confirm it, I will continue to the next step. (P.S. I will not edit anything about the posture, hairstyle or composition anymore after this step.)",
      "ITEM_4": "I show the color picture to let you confirm that you're comfortable with my choice. If you want me to fix any color, tell me in this step. If everything alright, I will continue with the work."
    }
  },
  "TOS": {
    "TITLE": "Terms of service",
    "MORE": "More Detail",
    "GENERAL_RULE": {
      "TITLE": "General Terms",
      "ITEM_1": "Prices are subject to change based on demand.",
      "ITEM_2": "I have the right to reject any order for any reason.",
      "ITEM_3": "Do not edit, trace or draw on top of my drawing.",
      "ITEM_4": "Please feel free to ask for updates/wips.",
      "ITEM_5": "Both personal and commercial works made by me are NOT allowed to use in NFT or train AI."
    },
    "PAYMENT": {
      "TITLE": "Payment",
      "ITEM_1": "Currency accepted is either USD or Thai Baht and can be paid through PayPal or any Thai payment service such as MobilePay or bank transfer.",
      "ITEM_2": "Commissions can be paid either 100% upfront or split 50% upfront and 50% after sketch approval.",
      "ITEM_3": "Don't send me any payment before I have agreed to give you a slot and requested you to send me the payment."
    },
    "PROCESS": {
      "TITLE": "Process & deliver",
      "ITEM_1": "The time it takes to finish your commission varies 1 week - 3 months depending on factors such as health, the complexity of the commissioned piece and other work.",
      "ITEM_2": "Once the piece is finished you will receive the full-resolution image along with a web-friendly size without watermark.",
      "ITEM_3": "Commissioner are only purchasing the digital file, not the printed art or the original watercolor/color pencil paper.",
      "ITEM_4": "If you want the original watercolor/color pencil paper, there is an additional fee. Outside Thailand + $100, on Thailand it depend on packaging fee & sending fee."
    },
    "REVISION": {
      "TITLE": "Revisions",
      "ITEM_1": "Changing characters is allowed if I haven't started on your commission. Please ask first before changing",
      "ITEM_2": "Revisions, minor changes are okay for sketch state. But after the coloring, no change is allow.",
      "ITEM_3": "If you wish for me to change something in the drawing you have previously approved, I will charge you a fee to change it. The amount of the extra charge depends on the change you want me to make and is usually based on an hourly wage."
    },
    "COPY_RIGHT": {
      "TITLE": "Copy right & usage",
      "SUB_TITLE": "By commissioning me you agree to the following:",
      "ITEM_1": {
        "TOPIC": "I, \"Rin Linin\" (the artist):",
        "ITEM_1": "I reserve the right to cancel and refund the order at any time for any reason.",
        "ITEM_2": "I retain all copyrights over the commissioned artwork.",
        "ITEM_3": "I will NOT claim the intellectual property (IP) of the commissioned artwork.",
        "ITEM_4": "I will NOT profit further from the commissioned artwork unless you (the customer) break any of the terms.",
        "ITEM_5": "I reserve the right to post the commissioned artwork online, in my portfolio as well as in publications such as art books.",
        "ITEM_6": "I reserve the right to sell the original art on paper, unless otherwise you buy the original art on paer too."
      },
      "ITEM_2": {
        "TOPIC": "You (the customer/commissioner):",
        "ITEM_1": "You may upload the commissioned artwork on any website and social channels.",
        "ITEM_2": "You may NOT make profits from the commissioned piece (reselling, redistributing, uploading to POD-services, make prints, etc.)",
        "ITEM_3": "You may NOT alter the commissioned artwork without my (the artist's) consent.",
        "ITEM_4": "You MAY be allowed to sell the artwork if it is a part of an Adoptable. Please discuss this with me prior to paying for the artwork.",
        "ITEM_5": "You retain the rights to the intellectual property (IP).",
        "ITEM_6": "You may NOT use the commissioned artwork for commercial purposes."
      },
      "ITEM_3": {
        "TOPIC": "The following is considered copyright infringement:​",
        "ITEM_1": "Reproducing/using the copyrighted artwork commercially - means making money off it in any way not excluded from these terms.",
        "ITEM_2": "Claiming the artwork as your own",
        "ITEM_3": "Altering the artwork without my consent"
      },
      "ITEM_4": "In some cases, the commercial rights to the image may be purchased."
    },
    "COMMERCIAL_RIGHT": {
      "TITLE": "Commercial right",
      "ITEM_1": "Please inform me first of your project (game, book cover, music cover, etc...)",
      "ITEM_2": "The prices depend on which right you want to buy.",
      "ITEM_3": "It will count as commercial if your project will make profits by using my art to reselling, redistributing, uploading to POD-services, make prints, etc."
    },
    "REFUND_POLICY": {
      "TITLE": "Cancellation & Refund policy",
      "ITEM_1": "No refunds on finished commission.",
      "ITEM_2": "If for any reason I am unable to start your commission you will receive a full refund.",
      "ITEM_3": "If you cancel your order before I started it, you can get a full refund.",
      "ITEM_4": "If you are getting a refund, do not request a Paypal chargeback. I will transfer the money back to you myself.",
      "ITEM_5": "If you request a Paypal chargeback at any point when you were not allowed to ask for a refund you will lose all beforementioned rights to the commissioned piece and I will have the full right to profit further from it in any way. I will decline the chargeback and supply Paypal with our conversations in which we talk about the commission as evidence that I have completed work for you. Furthermore, you will be blacklisted for commissioning me again."
    }
  },
  "TAROT_MEANING": {
    "PREVIOUS_CARD": "Previous Card",
    "NEXT_CARD": "Next Card",
    "CARD_DESC": "{{name}} Tarot Card Description",
    "UPRIGHT": "Upright",
    "REVERSE": "Reverse",
    "REVERSE_KEYWORD": "Reverse {{name}} Keywords",
    "UPRIGHT_KEYWORD": "Upright {{name}} Keywords",
    "UPRIGHT_MEANING": "Upright meaning",
    "REVERSE_MEANING": "Reverse meaning",
    "LOVE": "Love meaning",
    "FINANCE": "Finance meaning",
    "CAREER": "Career meaning"
  }
}
