export const tarotConfig = {
    major: [
        {
            "name": "The Fool",
            "imageUrl": "",
            "meaning": "การเริ่มต้นอะไรใหม่ ๆ การเสี่ยงอันตราย หากว่าเปิดได้ไพ่ใบนี้แล้วล่ะก็ เส้นทางใหม่ที่เพื่อน ๆ จะเดินไปอาจมีความเสี่ยง แต่เป็นความเสี่ยงที่เพื่อน ๆ ต้องการ รู้ว่าเสี่ยงแต่คงต้องขอลอง"
        },
        {
            "name": "The Magician",
            "imageUrl": "",
            "meaning": "ความทะเยอทะยาน การลงมือทำ ไพ่บอกว่าเพื่อน ๆ เก่งมาก อยากทำอะไรก็ลุยให้เต็มที่เลย เพราะไฟในตัวมีเยอะพอ ๆ กับความสามารถ ดังนั้นลุยได้เลยไม่ต้องยั้ง"
        },
        {
            "name": "The High Priestess",
            "imageUrl": "",
            "meaning": "ความฉลาด มีความรู้ความสามารถ เป็นตัวแทนของคนเก่งมากความสามารถ แต่มักซ่อนสิ่งนั้นเอาไว้ภายในรูปลักษณ์นิ่งเงียบที่แสดงให้ภายนอกได้เห็น"
        },
        {
            "name": "The Empress",
            "imageUrl": "",
            "meaning": "ความอุดมสมบูรณ์ ความเป็นแม่ เปิดได้ไพ่ใบนี้บอกเลยว่าจะเจอแต่ความสุขความสบาย เงินทองมั่งมี หรืออาจหมายถึงโอกาสตั้งครรภ์ได้ด้วย"
        },
        {
            "name": "The Emperor",
            "imageUrl": "",
            "meaning": "การมีอำนาจ ชอบสั่ง และไม่ยอมใคร เพื่อน ๆ อาจอยู่ในสถานการณ์ที่ต้องยอมทำตามผู้ใหญ่ ถูกบังคับจากคนมีอำนาจมากกว่าก็เป็นได้ และยังหมายถึงความมั่นคงได้อีกด้วย"
        },
        {
            "name": "The Hierophant",
            "imageUrl": "",
            "meaning": "การมีความรู้ การแต่งงาน การรวมเป็นหนึ่ง พระคือตัวแทนของผู้มีความรู้และยังเป็นตัวแทนในการแต่งงานรวมเป็นครอบครัวเดียวกัน อาจหมายถึงการเป็นที่พึ่งพาของคนอื่น ๆ"
        },
        {
            "name": "The Lovers",
            "imageUrl": "",
            "meaning": "ความรัก การตัดสินใจ แน่นอนว่าใบนี้ต้องหมายถึงความรัก ได้พบเจอความรัก หรือต้องตัดสินใจเลือกสิ่งใดสิ่งหนึ่ง"
        },
        {
            "name": "The Chariot",
            "imageUrl": "",
            "meaning": "ความแน่วแน่ มุ่งมั่น ขยัน ทุ่มเท เมื่อเจอไพ่ใบนี้ เพื่อน ๆ ก็ต้องทำตัวให้แข็งแกร่งยิ่งกว่าม้าศึกถึงจะประสบความสำเร็จในสิ่งที่ทำ"
        },
        {
            "name": "Strength",
            "imageUrl": "",
            "meaning": "ความแข็งแกร่ง บริหารจัดการเก่ง ไพ่นี้คือตัวแทนของหญิงสาวสุดแกร่ง มีอะไรเข้ามาก็ไม่อาจทำอะไรเธอได้ แถมยังจัดการสิ่งต่าง ๆ ได้เป็นอย่างดีอีกด้วย"
        },
        {
            "name": "The Hermit",
            "imageUrl": "",
            "meaning": "ความสันโดษ โดดเดี่ยว วิเคราะห์ เมื่อเจอไพ่ใบนี้ก็คงเลี่ยงไม่พ้นการอยู่ตัวคนเดียว การใช้เวลารักษาเยียวยาจิตใจ หรือแม้แต่การใช้เวลานี้เพื่อคิดวิเคราะห์สิ่งต่าง ๆ รอบตัว อย่าได้ใจร้อนทำสิ่งใดเด็ดขาด"
        },
        {
            "name": "The Wheel of Fortune",
            "imageUrl": "",
            "meaning": "โชคชะตา เปลี่ยนแปลง หากไพ่ใบนี้ปรากฏขึ้น เพื่อน ๆ ต้องเตรียมตัวให้ดี เพราะมีโอกาสเกิดเรื่องที่ไม่คาดฝันได้ มีการเปลี่ยนแปลงที่เราไม่อาจขัดขวางได้ อาจจะเป็นเรื่องดีหรือไม่ดีก็ได้เช่นกัน"
        },
        {
            "name": "Justice",
            "imageUrl": "",
            "meaning": "การตัดสินใจ เท่าเทียม กฎหมาย หากเปิดเจอไพ่นี้แสดงว่าเพื่อน ๆ จะได้รับความยุติธรรม มีการตัดสินใจที่ก่อให้เกิดความเท่าเทียม หรืออาจจะเจอกับเรื่องราวเกี่ยวกับกฎหมายก็ได้เช่นกัน"
        },
        {
            "name": "The Hanged Man",
            "imageUrl": "",
            "meaning": "การรอคอย เสียสละ เพื่อน ๆ อาจได้เจอกับสถานการณ์ที่ไม่อาจตัดสินใจทำอะไรได้ ต้องอยู่นิ่ง ๆ ต้องรอคอย หรืออาจจะต้องเสียสละความสุขส่วนตัวบางอย่าง"
        },
        {
            "name": "Death",
            "imageUrl": "",
            "meaning": "การเปลี่ยนแปลง เกิดใหม่ เรื่องร้าย ๆ จะกลายเป็นดีนะคะ สิ่งต่าง ๆ ที่ว่าร้ายแรงแล้วจะเริ่มเปลี่ยนแปลงไปในทางที่ดีขึ้นทีละนิด"
        },
        {
            "name": "Temperance",
            "imageUrl": "",
            "meaning": "การต่อรอง ผสมผสาน สมดุล ไพ่อยากแนะนำให้เพื่อน ๆ สร้างความสมดุลให้ชีวิต ต้องต่อรองและยอมอ่อนข้อบ้างเพื่อให้ได้สิ่งที่ต้องการ"
        },
        {
            "name": "The Devil",
            "imageUrl": "",
            "meaning": "การควบคุม ผูกมัด ไร้ความหวัง ระวังให้ดี เมื่อไพ่ใบนี้ปรากฏขึ้นมา เพราะเพื่อน ๆ อาจเจอกับการควบคุม ถูกผูกมัดโดยไม่เต็มใจจนทำให้หมดพลังใจและหมดความหวัง"
        },
        {
            "name": "The Tower",
            "imageUrl": "",
            "meaning": "การเปลี่ยนแปลงกะทันหัน การทะเลาะเบาะแว้ง ต้องเตรียมใจให้ดี เพราะอาจเจอเรื่องไม่คาดฝัน ได้รับข่าวสารที่ไม่ทันได้เตรียมใจ หรือเกิดเรื่องบาดหมางใหญ่โตกับคนรอบตัว"
        },
        {
            "name": "The Star",
            "imageUrl": "",
            "meaning": "ความหวัง ความสงบ แม้ฟ้าจะมืดมิด แต่หากไพ่ใบนี้โผล่ขึ้นมาก็เหมือนกับมีความหวังจากดวงดาวปรากฏขึ้น ควรทำตัวให้สงบเยือกเย็นเอาไว้"
        },
        {
            "name": "The Moon",
            "imageUrl": "",
            "meaning": "ความกลัว ภาพลวงตา บางครั้งความกลัวก็อาจคืบคลานเข้ามาหาเพื่อน ๆ แบบไม่รู้ตัว แต่ไพ่อาจบอกให้พิจารณาให้ดีว่าสิ่งนั้นน่ากลัวจริง ๆ หรือเป็นเพียงภาพลวงตา"
        },
        {
            "name": "The Sun",
            "imageUrl": "",
            "meaning": "การเติบโต แสงสว่าง มีชีวิตชีวา ไพ่ที่เป็นตัวแทนของความร้อนแรงและสดใส และเร็ว ๆ นี้อาจมีเรื่องดี ๆ เข้ามาเซอร์ไพรส์ก็เป็นได้"
        },
        {
            "name": "Judgement",
            "imageUrl": "",
            "meaning": "การตัดสินใจ โอกาสครั้งที่สอง จะมีเรื่องสำคัญมาก ๆ เข้ามาให้ต้องตัดสินใจ ต้องปล่อยอดีตให้ผ่านไปเพื่อให้สิ่งใหม่ ๆ ได้เข้ามาแทน"
        },
        {
            "name": "The World",
            "imageUrl": "",
            "meaning": "ความสำเร็จ ความสมบูรณ์ ถือเป็นอีกหนึ่งใบดี ๆ อีกหนึ่งใบ มีความสำเร็จเกิดขึ้น ชีวิตเติมเต็มมาก ๆ ด้วย"
        }
    ],
    cups: [
        {
          "name": "Ace of Cups",
          "imageUrl": "/assets/images/tarot/cups/ace_of_cups.webp",
          "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น"
        },
        {
          "name": "Two of Cups",
          "imageUrl": "",
          "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวังนะคะ"
        },
        {
          "name": "Three of Cups",
          "imageUrl": "",
          "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข"
        },
        {
          "name": "Four of Cups",
          "imageUrl": "",
          "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ"
        },
        {
          "name": "Five of Cups",
          "imageUrl": "/assets/images/tarot/cups/5_of_cups.webp",
          "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย"
        },
        {
          "name": "Six of Cups",
          "imageUrl": "",
          "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก"
        },
        {
          "name": "Seven of Cups",
          "imageUrl": "",
          "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก"
        },
        {
          "name": "Eight of Cups",
          "imageUrl": "/assets/images/tarot/cups/8_of_cups.webp",
          "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป"
        },
        {
          "name": "Nine of Cups",
          "imageUrl": "",
          "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้วนะคะ นั่งรอได้เลย"
        },
        {
          "name": "Ten of Cups",
          "imageUrl": "",
          "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ"
        },
        {
          "name": "Page of Cups",
          "imageUrl": "/assets/images/tarot/cups/page_of_cups.webp",
          "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง"
        },
        {
          "name": "Knight of Cups",
          "imageUrl": "",
          "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้"
        },
        {
          "name": "Queen of Cups",
          "imageUrl": "",
          "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ"
        },
        {
          "name": "King of Cups",
          "imageUrl": "/assets/images/tarot/cups/king_of_cups.webp",
          "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์"
        }
      ],
      coins: [
        {
          "name": "Ace of Coins",
          "imageUrl": "",
          "meaning": "เงินทอง ความสำเร็จ การเริ่มต้น จุดเริ่มต้นของความมั่นคงมาถึงแล้ว เตรียมรับให้ดี"
        },
        {
          "name": "Two of Coins",
          "imageUrl": "/assets/images/tarot/coins/2_of_coins.webp",
          "meaning": "การตัดสินใจ การเลือกด้วยความระมัดระวัง และยังหมายถึงการหมุนเงินอีกด้วย"
        },
        {
          "name": "Three of Coins",
          "imageUrl": "",
          "meaning": "การแสดงความสามารถออกมาให้คนอื่นเห็น การมุ่งมั่นสร้างฐานะ"
        },
        {
          "name": "Four of Coins",
          "imageUrl": "",
          "meaning": "ความมั่นคง ความร่ำรวย เก็บเงินเก่งจนสร้างความมั่นคงให้ชีวิตได้ดี"
        },
        {
          "name": "Five of Coins",
          "imageUrl": "",
          "meaning": "มีปัญหาทางการเงิน การแยกจากกัน ความลำบาก ช่วยเหลือคนอื่นไม่ได้ และคนอื่นก็ไม่ได้ช่วยเหลือเช่นกัน"
        },
        {
          "name": "Six of Coins",
          "imageUrl": "",
          "meaning": "ความมีน้ำใจ การแบ่งปัน แต่ก็เป็นการแบ่งปันที่ไม่เท่าเทียม ฝ่ายใดฝ่ายหนึ่งได้มากกว่า"
        },
        {
          "name": "Seven of Coins",
          "imageUrl": "",
          "meaning": "การลงทุน รางวัลตอบแทน ได้รับผลตอบแทนของการทำงานที่ผ่านมา"
        },
        {
          "name": "Eight of Coins",
          "imageUrl": "",
          "meaning": "ขยัน ทุ่มเท ขยันทำงานสร้างเงินทองและความมั่นคงของฐานะ ต้องทำงานถึงจะได้เงิน"
        },
        {
          "name": "Nine of Coins",
          "imageUrl": "",
          "meaning": "มั่นคง มั่งคั่ง มีเงินเก็บมากมาย มีความสบายพร้อมทุกด้าน"
        },
        {
          "name": "Ten of Coins",
          "imageUrl": "",
          "meaning": "การแต่งงาน ได้รับมรดก ชีวิตดี ๆ ครอบครัวดี เงินดี ชีวิตที่พร้อมทุก ๆ ด้าน"
        },
        {
          "name": "Page of Coins",
          "imageUrl": "",
          "meaning": "ได้รับข้อเสนอ ได้รับโอกาสดี ๆ แม้จะเป็นเพียงการเริ่มต้นเล็ก ๆ ก็ตาม"
        },
        {
          "name": "Knight of Coins",
          "imageUrl": "",
          "meaning": "ความละเอียด การใส่ใจ รักอิสระ กล้าออกไปหาเส้นทางใหม่ ๆ"
        },
        {
          "name": "Queen of Coins",
          "imageUrl": "",
          "meaning": "ใจกว้าง ความอุดมสมบูรณ์ การคิดพิจารณาอย่างละเอียดรอบคอบ"
        },
        {
          "name": "King of Coins",
          "imageUrl": "/assets/images/tarot/coins/king_of_coins.webp",
          "meaning": "ประสบความสำเร็จ ร่ำรวย มีเงินทองมากมาย หวังสิ่งใดก็จะได้สิ่งนั้น ไม่ขัดสน ไม่ลำบาก"
        }
      ],
      swords: [
        {
          "name": "Ace of Swords",
          "imageUrl": "",
          "meaning": "ความสำเร็จ จุดเริ่มต้นของสิ่งใหม่ ๆ มีคนยื่นโอกาสดี ๆ เข้ามาให้"
        },
        {
          "name": "Two of Swords",
          "imageUrl": "",
          "meaning": "การจนมุม ขยับตัวไม่ได้ เลือกไม่ได้ว่าต้องทำอย่างไร ตัดสินใจไม่ได้"
        },
        {
          "name": "Three of Swords",
          "imageUrl": "",
          "meaning": "ความเสียใจ ใจสลาย ต้องเจอเรื่องผิดหวัง และยังหมายถึงเจอฝนถล่มก็ได้"
        },
        {
          "name": "Four of Swords",
          "imageUrl": "",
          "meaning": "การพักผ่อน นิ่งเฉย โดนกดดันจากรอบตัวจนไม่อาจตัดสินใจอะไรได้"
        },
        {
          "name": "Five of Swords",
          "imageUrl": "",
          "meaning": "ปัญหาต่าง ๆ ที่ถาโถมเข้ามา การไม่ลงรอยกันกับคนรอบตัว รวมไปถึงการสูญเสียบางสิ่งบางอย่าง"
        },
        {
          "name": "Six of Swords",
          "imageUrl": "",
          "meaning": "การละเลยปัญหา เพิกเฉยต่อปัญหา จนบานปลายและทำให้ตกอยู่ในสภาวะจำยอม หรือต้องปล่อยตัวเองไปตามน้ำ"
        },
        {
          "name": "Seven of Swords",
          "imageUrl": "",
          "meaning": "การขโมย ทำเรื่องผิดกฎหมายต่าง ๆ รวมถึงงานที่มีเยอะมากจนล้นมือทำไม่ทัน"
        },
        {
          "name": "Eight of Swords",
          "imageUrl": "",
          "meaning": "การถูกบีบบังคับจากสถานการณ์ต่าง ๆ รอบตัวจนไม่อาจขยับตัวทำอะไรได้ หรือถูกปิดหูปิดตา"
        },
        {
          "name": "Nine of Swords",
          "imageUrl": "",
          "meaning": "ความเครียด ความกังวล ปวดหัว คิดมาก รุนแรงถึงขั้นนอนไม่หลับ"
        },
        {
          "name": "Ten of Swords",
          "imageUrl": "",
          "meaning": "จุดจบ สิ้นสุด เรื่องเครียดและปวดหัวต่าง ๆ จะจบลงในไม่ช้า"
        },
        {
          "name": "Page of Swords",
          "imageUrl": "",
          "meaning": "การใช้สัญชาตญาณในการตัดสินใจ เชื่อมั่นในตัวเอง และต้องอดทนเอาไว้แล้วจะชนะอุปสรรคต่าง ๆ ได้"
        },
        {
          "name": "Knight of Swords",
          "imageUrl": "",
          "meaning": "การต่อสู้ ฝ่าฟัน ศัตรู ต้องออกแรงค่อนข้างเยอะ ต้องเหนื่อย ต้องสู้ แล้วถึงจะได้ในสิ่งที่ต้องการ"
        },
        {
          "name": "Queen of Swords",
          "imageUrl": "",
          "meaning": "ความอิสระเสรี ความตรงไปตรงมา ความเด็ดเดี่ยว จัดการสิ่งใดด้วยความเด็ดขาด ไม่ลังเล"
        },
        {
          "name": "King of Swords",
          "imageUrl": "",
          "meaning": "ความมุ่งมั่น ความเด็ดเดี่ยว การคิดวิเคราะห์ หากเจออุปสรรคใด ๆ ต้องใช้ทั้ง 3 อย่างเพื่อผ่านไปให้ได้"
        }
      ],
      wands: [
        {
          "name": "Ace of Wands",
          "imageUrl": "",
          "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง"
        },
        {
          "name": "Two of Wands",
          "imageUrl": "",
          "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย"
        },
        {
          "name": "Three of Wands",
          "imageUrl": "",
          "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล"
        },
        {
          "name": "Four of Wands",
          "imageUrl": "/assets/images/tarot/wands/4_of_wands.webp?v=1",
          "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง"
        },
        {
          "name": "Five of Wands",
          "imageUrl": "/assets/images/tarot/wands/5_of_wands.webp",
          "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน"
        },
        {
          "name": "Six of Wands",
          "imageUrl": "",
          "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ"
        },
        {
          "name": "Seven of Wands",
          "imageUrl": "",
          "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน"
        },
        {
          "name": "Eight of Wands",
          "imageUrl": "",
          "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล"
        },
        {
          "name": "Nine of Wands",
          "imageUrl": "/assets/images/tarot/wands/9_of_wands.webp",
          "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง"
        },
        {
          "name": "Ten of Wands",
          "imageUrl": "",
          "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้"
        },
        {
          "name": "Page of Wands",
          "imageUrl": "",
          "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว"
        },
        {
          "name": "Knight of Wands",
          "imageUrl": "",
          "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว"
        },
        {
          "name": "Queen of Wands",
          "imageUrl": "/assets/images/tarot/wands/queen_of_wands.webp",
          "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง"
        },
        {
          "name": "King of Wands",
          "imageUrl": "",
          "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ"
        }
      ]
};